tap "dkanejs/aws-session-manager-plugin"
tap "goodwithtech/dockle"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "sanemat/font"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "awslogs"
brew "bat"
brew "cairo"
brew "circleci"
brew "cocoapods"
brew "coreutils"
brew "docker-compose"
brew "lsd"
brew "fd"
brew "findutils"
brew "pkg-config"
brew "ghq"
brew "gimme"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "mailutils"
brew "make"
brew "mysql-client"
brew "nkf"
brew "peco"
brew "perl-build"
brew "plenv"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "swiftlint"
brew "telnet"
brew "tfenv", link: false
brew "tree"
brew "vim"
brew "wget"
brew "xcodegen"
brew "zenith"
brew "zsh"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
brew "goodwithtech/dockle/dockle"
brew "heroku/brew/heroku"
brew "mackerelio/mackerel-agent/mackerel-agent"
brew "sanemat/font/ricty"
cask "ngrok"
cask "oracle-jdk"
cask "xquartz"
