tap "dkanejs/aws-session-manager-plugin"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "automake"
brew "awscli"
brew "bat"
brew "coreutils"
brew "lsd"
brew "fd"
brew "findutils"
brew "ghq"
brew "git"
brew "jq"
brew "make"
brew "mysql-client"
brew "nkf"
brew "peco"
brew "procs"
brew "ripgrep"
brew "tfenv"
brew "tree"
brew "vim"
brew "wget"
brew "zenith"
brew "zsh"
brew "dkanejs/aws-session-manager-plugin/aws-session-manager-plugin"
brew "mackerelio/mackerel-agent/mackerel-agent"
brew "sanemat/font/ricty"
